{
  "@context": "http://schema.org/",
  "@graph": [
    {
      "@context": "http://schema.org/",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "How does Instacart delivery and curbside pickup work?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Instacart makes it easy to order from your favorite stores. Shop for items from stores near you, with a selection of more than 500 retailers and trusted local grocers across North America. Then, Instacart will connect you with a personal shopper in your area to shop and deliver your order. Contactless delivery is available with our “Leave at my door” option.You can track your order’s progress and communicate with your shopper every step of the way using the Instacart app or website.Instacart also offers curbside pickup at select retail locations. Simply place your order and choose a pickup time, and a shopper will prepare your order at the store.When you get to the store, use the Instacart app to notify us. Depending on the store, a shopper or store employee will bring the groceries to your car, or you can pick them up at the designated area."
          }
        },
        {
          "@type": "Question",
          "name": "How much does Instacart cost?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "You don’t need a membership to order with Instacart. In fact, you can even order from warehouse clubs, like Costco, Sam’s Club, and BJ’s Wholesale Club, without a retailer club membership.To get started, create an account, select the store you want to shop, and place your order. New customers may be eligible for free delivery promotions.Delivery: Fees start at $3.99 for same-day orders over $35. Fees vary for one-hour deliveries, club store deliveries, and deliveries under $35.Pickup: There may be a “pickup fee” (equivalent to a delivery fee for pickup orders) on your pick up order.Service fees: Service fees vary and are subject to change based on factors like location and the number and types of items in your cart. Orders containing alcohol have a separate service fee.With an optional Instacart+ membership, you can get $0 delivery fee* on every order over $35. *Service fees apply.Tipping is optional but encouraged for delivery orders. It’s a great way to show your shopper appreciation and recognition for excellent service. 100% of your tip goes directly to the shopper who delivers your order."
          }
        },
        {
          "@type": "Question",
          "name": "Will I pay the same price on Instacart as I would in the store?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Retail partners set the prices of items on the Instacart marketplace. While many retailers offer everyday store prices on Instacart, some retailers may set prices on the Instacart platform that are different from in-store prices.You can view pricing policies for each retailer on the Instacart app and website."
          }
        },
        {
          "@type": "Question",
          "name": "What happens if something is out of stock and I need to give specific instructions?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Instacart makes it easy to communicate with your shopper. When an item you want is out-of-stock at the store, your shopper will follow your replacement preferences.You can set item and delivery instructions in advance, as well as chat directly with your shopper while they shop and deliver your items. You can tell the shopper to:- Find Best Match: By default, your shopper will use their best judgement to pick a replacement for your item.- Pick Specific Replacement: You can pick a specific alternative for the shopper to purchase if your first choice is out-of-stock.- Don’t Replace: For items you’d rather not replace, choose “Don’t replace” to get a refund if the item is out of stock.You can update or cancel your order as long as your shopper hasn’t started shopping. If you need to make changes after shopping has started, you can use the app or website to approve replacements or chat with your shopper."
          }
        },
        {
          "@type": "Question",
          "name": "What happens if there’s an issue with my order?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "If something isn’t right, you’ve got options. In the Instacart app or website, you can report:- Missing items- Incorrect items- Damaged items- Poor replacements- Early/late ordersIf an order never came, or you get someone else’s order, you can reach out to Instacart Customer Experience."
          }
        },
        {
          "@type": "Question",
          "name": "Can I get contactless delivery with Instacart?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "The health and safety of our community is our number one priority. We are excited to offer contactless delivery through our Leave at My Door delivery feature.Leave at My Door delivery gives you the flexibility to have your groceries delivered without having to come to the door or be at home. You can leave delivery instructions for your shopper at checkout, and we’ll notify you when your order arrives.Leave at My Door is now the default setting for all Instacart deliveries. If you’d prefer to not use this feature, simply uncheck the box that says “Leave at my door if I’m not around” at checkout.Customers who order alcohol, prescriptions, or certain high-value items may need to show ID upon delivery. We ask shoppers to wear masks whenever they come into contact with customers."
          }
        }
      ]
    },
    {
      "@context": "http://schema.org/",
      "@type": "WebSite",
      "name": "Instacart",
      "url": "https://www.instacart.com/",
      "potentialAction": {
        "@type": "SearchAction",
        "target": {
          "@type": "EntryPoint",
          "urlTemplate": "https://www.instacart.com/store/s?k={search_term_string}&search_source=sitelinks_searchbox"
        },
        "query-input": "required name=search_term_string"
      }
    }
  ]
}